Repository: GNOME/phodav
Catalog: po/*.po
Languages: es, hi, ka, uk

source: Print program version
es: Mostrar la versión del programa
hi: प्रोग्राम संस्करण प्रिंट करें
ka: პროგრამის ვერსიის დაბეჭდვა
uk: Вивести дані щодо версії програми

source: Be verbose
es: Detallado
hi: वाचाल रहे
ka: დამატებითი შეტყობინებები
uk: Режим докладних повідомлень

source: Port to listen to
es: Puerto en el que escuchar
hi: सुनने के लिए पोर्ट
ka: მოსასმენი პორტი
uk: Порт, на якому слід очікувати на дані

source: Listen on loopback only
es: Escuchando sólo en el bucle local
hi: केवल लूपबैक पर सुनें
ka: მხოლოდ lo ინტერფეისზე მოსმენა
uk: Очікувати дані лише на петльовому інтерфейсі

source: Listen on all interfaces
es: Escuchando en todas las interfaces
hi: सभी इंटरफ़ेस पर सुनें
ka: ყველა ინტერფეისზე მოსმენა
uk: Очікувати дані на усіх інтерфейсах

source: Path to export
es: Ruta que exportar
hi: निर्यात करने का पथ
ka: გასატანილი ბილიკი
uk: Шлях для експортування

source: Path to htdigest file
es: Ruta al archivo htdigest
hi: htdigest फाइल का पथ
ka: ბილიკი htdigest failamde
uk: Шлях до файла htdigest

source: DIGEST realm
hi: DIGEST क्षेत्र
ka: DIGEST რეალმი
uk: область DIGEST

source: Read-only access
es: Acceso de solo lectura
hi: केवल-पढ़ने योग्य पहुंच
ka: მხოლოდ-წაკითხვის წვდომა
uk: Доступ лише до читання

source: Skip mDNS service announcement
hi: mDNS सेवा घोषणा को छोड़ें
ka: "mDNS" სერვისის გამოცხადების გამოტოვება
uk: Пропустити оголошення служби mDNS

source: - simple WebDAV server
es: - servidor WebDAV sencillo
hi: - सरल WebDAV सर्वर
ka: - მარტივი WebDAV სერვერი
uk: – простий сервер WebDAV

source: Report bugs to <%s>
es: Informar de errores a <%s>
hi: <%s> को बग की रिपोर्ट करें
ka: შეცდომების შესახებ მიწერეთ: <%s>
uk: Адреса для повідомлень про вади: <%s>

source: Option parsing failed: %s
es: Falló al analizar la opción: %s
hi: विकल्प विश्लेषण विफल: %s
ka: პარამეტრების დამუშავების შეცდომა: %s
uk: Не вдалося обробити параметри: %s

source: Unsupported extra arguments: %s ...
es: Argumentos adicionales no soportados: %s ...
hi: असमर्थित अतिरिक्त तर्क: %s ...
ka: მხარდაუჭერელი დამატებითი არგუმენტები: %s …
uk: Непідтримувані зайві аргументи: %s ...

source: --local and --public are mutually exclusive
es: --local y --public son mutuamente excluyentes
hi: --local और --public परस्पर अनन्य हैं
ka: --local და --public ურთიერთგამომრიცხავია
uk: Не можна одночасно використовувати --local і --public

source: Failed to open htdigest: %s
es: Falló al abrir htdigest: %s
hi: htdigest खोलने में विफल: %s
ka: შეცდომა htdgest ფაილის გახსნისას: %s
uk: Не вдалося відкрити htdigest: %s

source: mDNS failed: %s
es: falló mDNS: %s
hi: mDNS विफल: %s
ka: mDNS-ის შეცდომა: %s
uk: Помилка mDNS: %s

source: Internal error, should not happen
es: Error interno, no debería suceder
hi: आंतरिक त्रुटि, नहीं होनी चाहिए
ka: შიდა შეცდომა. არ უნდა ხდებოდეს
uk: Внутрішня помилка, цього не мало трапитися

source: Listen failed: %s
es: Falló al escuchar: %s
hi: सुनना विफल: %s
ka: მოსმენის შეცდომა: %s
uk: Не вдалося розпочати очікування на дані: %s
